{"config": [{"class_name": "Dense", "config": {"name": "dense_5", "use_bias": true, "units": 40, "dtype": "float32", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_in", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "batch_input_shape": [null, 12], "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_6", "use_bias": true, "units": 4, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_in", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null}}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.4"}