{"backend": "tensorflow", "keras_version": "2.1.4", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "uniform", "scale": 1.0}}, "kernel_regularizer": null, "batch_input_shape": [null, 28], "trainable": true, "kernel_constraint": null, "units": 40, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_7", "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_8", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "uniform", "scale": 1.0}}, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 4, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu"}}]}